[
  {
    "role": "Data Scientist (Administrateur)",
    "org": "Court of Justice of the European Union – Innovation Lab",
    "dates": "2024 – Present",
    "details": [
      "Design and deploy NLP models for classification, entity extraction, summarisation, and semantic analysis of legal texts.",
      "Build data pipelines for ingestion, preprocessing, and storage of multilingual judicial data.",
      "Collaborate with legal experts, linguists, and IT teams to align AI tools with institutional and regulatory requirements.",
      "Promote governance, transparency, and AI ethics in public-sector deployments."
    ]
  },
  {
    "role": "Reserve Navy Officer – Advisor in Data Science",
    "org": "Belgian Defence",
    "dates": "2023 – Present",
    "details": [
      "Provide analytics advice and build data-driven tools to support naval planning and situational awareness.",
      "Contribute to data innovation initiatives, including the 2024 Navy Hackathon.",
      "Fulfil training, protocol, and representation duties alongside technical responsibilities."
    ]
  },
  {
    "role": "(Senior) Statistician / Econometrician",
    "org": "CDC Cartel Damage Claims Consulting",
    "dates": "2019 – 2024",
    "details": [
      "Led data collection and econometric analysis for EU-wide competition litigation cases.",
      "Built automated pipelines in Python, R, SQL, Airflow, and Git for process control and reporting.",
      "Delivered damage assessments and dashboards for legal and economic experts across jurisdictions.",
      "Managed large document and dataset submissions to courts with strict compliance requirements."
    ]
  },
  {
    "role": "Research Intern",
    "org": "National Bank of Belgium – Research & Development",
    "dates": "2018 – 2019",
    "details": [
      "Evaluated the predictive power of the Belgian Business Survey for GDP growth using time series models.",
      "Developed indicators to measure response variability in business panel surveys.",
      "Maintained and updated internal economic databases for research and policy monitoring."
    ]
  }
]
