[
  {
    "role": {
      "en": "Data Scientist (Administrator)",
      "fr": "Data scientist (administrateur)",
      "nl": "Data scientist (administrateur)"
    },
    "org": "Court of Justice of the European Union – Innovation Lab",
    "dates": "Oct 2024 – Present",
    "details": {
      "en": [
        "Develop NLP models for legal document classification, NER, summarization, and semantic analysis.",
        "Design data pipelines for ingestion, preprocessing, and storage of multilingual legal data.",
        "Coordinate with legal experts and IT teams to ensure governance, transparency, and AI ethics."
      ],
      "fr": [
        "Développement de modèles NLP pour la classification de documents juridiques, la NER, le résumé et l’analyse sémantique.",
        "Conception de pipelines de données pour l’ingestion, le prétraitement et le stockage de données juridiques multilingues.",
        "Coordination avec les experts juridiques et l’IT pour la gouvernance, la transparence et l’éthique de l’IA."
      ],
      "nl": [
        "Ontwikkeling van NLP-modellen voor classificatie van juridische documenten, NER, samenvatting en semantische analyse.",
        "Ontwerp van datapijplijnen voor ingestie, preprocessing en opslag van meertalige juridische data.",
        "Afstemming met juridische experts en IT-teams rond governance, transparantie en AI-ethiek."
      ]
    }
  },
  {
    "role": {
      "en": "Reserve Navy Officer – Advisor in Data Science",
      "fr": "Officier de réserve – conseiller en data science",
      "nl": "Reserveofficier – adviseur data science"
    },
    "org": "Belgian Defence – Navy",
    "dates": "Jul 2023 – Present",
    "details": {
      "en": [
        "Advise on data-driven capabilities for operational planning, resource management, and situational awareness.",
        "Build analytical tools and provide support for data-related projects across naval units.",
        "Complete military training and support protocol and representation duties, including the 2024 Navy Hackathon."
      ],
      "fr": [
        "Conseil sur les capacités data pour la planification opérationnelle, la gestion des ressources et la conscience situationnelle.",
        "Conception d’outils analytiques et appui aux projets data des unités navales.",
        "Formation militaire et soutien aux missions protocolaires, notamment lors du Navy Hackathon 2024."
      ],
      "nl": [
        "Advies over datagedreven capaciteiten voor operationele planning, middelenbeheer en situational awareness.",
        "Bouwen van analysetools en ondersteuning van data-projecten binnen marine-eenheden.",
        "Militaire opleiding en ondersteuning van protocol- en representatietaken, inclusief de Navy Hackathon 2024."
      ]
    }
  },
  {
    "role": {
      "en": "Senior Statistician / Econometrician",
      "fr": "Senior statisticien / économétricien",
      "nl": "Senior statisticus / econometrist"
    },
    "org": "CDC Cartel Damage Claims Consulting",
    "dates": "Jan 2019 – Jul 2024",
    "details": {
      "en": [
        "Led econometric analyses for EU-wide cartel damages cases and coordinated stakeholders.",
        "Built automated data pipelines and dashboards using Python, R, SQL, Airflow, and Git.",
        "Managed structured submissions of large datasets and documentation to courts."
      ],
      "fr": [
        "Pilotage d’analyses économétriques pour des dossiers de dommages liés aux cartels et coordination des parties prenantes.",
        "Mise en place de pipelines automatisés et de dashboards avec Python, R, SQL, Airflow et Git.",
        "Gestion des dépôts structurés de grands jeux de données et de la documentation auprès des tribunaux."
      ],
      "nl": [
        "Leiding gegeven aan econometrische analyses voor EU-brede kartelschadezaken en coördinatie van stakeholders.",
        "Geautomatiseerde datapijplijnen en dashboards gebouwd met Python, R, SQL, Airflow en Git.",
        "Structuur gebracht in de indiening van grote datasets en documentatie bij rechtbanken."
      ]
    }
  },
  {
    "role": {
      "en": "Research Intern",
      "fr": "Stagiaire de recherche",
      "nl": "Onderzoeksstagiair"
    },
    "org": "National Bank of Belgium",
    "dates": "Aug 2018 – Jun 2019",
    "details": {
      "en": [
        "Studied the variability and predictive power of the Belgian Business Survey Indicator.",
        "Built time series forecasting models and a new response-variability indicator in R.",
        "Presented findings at the Central Bank Business Survey (CBBS) 2019 conference."
      ],
      "fr": [
        "Étude de la variabilité et du pouvoir prédictif de la Belgian Business Survey Indicator.",
        "Construction de modèles de prévision en séries temporelles et d’un indicateur de variabilité des réponses en R.",
        "Présentation des résultats à la conférence Central Bank Business Survey (CBBS) 2019."
      ],
      "nl": [
        "Onderzoek naar de variabiliteit en voorspellende kracht van de Belgian Business Survey Indicator.",
        "Tijdreeksmodellen voor forecasting en een nieuwe variabiliteitsindicator in R ontwikkeld.",
        "Resultaten gepresenteerd op de Central Bank Business Survey (CBBS) 2019 conferentie."
      ]
    }
  }
]
